Repository: viafintech/viafintech-JTLShop5
Catalog: s360_barzahlen_shop5/locale/*/*.po
Languages: de_de

# Ablauf
source: Expires
de_de: Ablauf

# Aktionen
source: Actions
de_de: Aktionen

# Anzeigen
source: View
de_de: Anzeigen

# Bestell-Nr
source: Order
de_de: Bestell-Nr

# Bestätigung
source: Confirmation
de_de: Bestätigung

# Betrag
source: Amount
de_de: Betrag

# Erstatten
source: Refund
de_de: Erstatten

# Erstellt am
source: Created at
de_de: Erstellt am

# Es gibt keine Zahlscheine.
source: No slips available.
de_de: Es gibt keine Zahlscheine.

# Geändert am
source: Changed at
de_de: Geändert am

# Gültig bis
source: Valid until
de_de: Gültig bis

# Invalidieren
source: Invalidate
de_de: Invalidieren

# Land
source: Country
de_de: Land

# Lieferland
source: Delievery to
de_de: Lieferland

# Lieferung
source: Delievery
de_de: Lieferung

# Möchten Sie die Rückzahlung jetzt anweisen?
source: Do you want to authorize the refund now?
de_de: Möchten Sie die Rückzahlung jetzt anweisen?

# Möchten Sie jetzt den Zahlschein erneut versenden?
source: Do you want to resend the payslip now?
de_de: Möchten Sie jetzt den Zahlschein erneut versenden?

# Möchten Sie wirklich den Zahlschein invalidieren?
source: Do you really want to invalidate the payslip now?
de_de: Möchten Sie wirklich den Zahlschein invalidieren?

# Nein
source: No
de_de: Nein

# Rechnungsland
source: Invoice to
de_de: Rechnungsland

# Rückzahlung für Bestellung
source: Refund for order
de_de: Rückzahlung für Bestellung

# Schließen
source: Close
de_de: Schließen

# Senden
source: Send
de_de: Senden

# Status
source: State
de_de: Status

# Storno
source: Refund
de_de: Storno

# Suchen
source: Search
de_de: Suchen

# Typ
source: Type
de_de: Typ

# Zahlschein
source: Slip
de_de: Zahlschein

# Zahlungen
source: Payments
de_de: Zahlungen

# Zurücksetzen
source: Reset
de_de: Zurücksetzen

# slipResend
source: The slip was resend successfully
de_de: Der Zahlschein wurde erneut versendet

# slipInvalidated
source: The slip was successfully invalidated
de_de: Der Zahlschein wurde erfolgreich invalidiert

# slipRefunded
source: The amount was successfully refunded
de_de: Der Betrag wurde erfolgreich erstattet

# minInput
source: Please enter at least 3 characters!
de_de: Bitte geben Sie mindestens 3 Zeichen ein!

# paymethodConfigured
source: Barzahlen is configured as payment method
de_de: Barzahlen ist als Zahlungsart konfiguriert

# checkPaymethodSettings
source: Check your payment method settings here:
de_de: Überprüfen Sie die von Ihnen hinterlegten Einstellungen zur Zahlungsart

# paymethodNotConfigured
source: The plugin is not configured for Barzahlen. Please enable API credentials for at least one country-specific division under the payment method.
de_de: Das Plugin ist nicht für Barzahlen konfiguriert. Bitte aktivieren Sie unter der Zahlungsart die API-Zugangsdaten für mindestens eine länderspezifische Division.

# shippingMethodActivated
source: Barzahlen is enabled in shipping methods
de_de: Barzahlen ist in Versandarten aktiviert

# checkShippingmethodSettings
source: Check your shipping method settings here:
de_de: Überprüfen Sie die von Ihnen hinterlegten Einstellungen zur Versandart.

# shippingmethodNotConfigured
source: Barzahlen is not enabled for any shipping method. Please enable Barzahlen as a payment method for at least one shipping method.
de_de: Barzahlen ist für keine Versandart aktiviert. Bitte aktivieren Sie unter der Versandarten Barzahlen als Zahlungsart für mindestens eine Versandart.

# whereDocumentation
source: You can find detailed documentation on how to set up and operate the plugin
de_de: Eine ausführliche Dokumentation zur Einrichtung und Betrieb des Plugins finden Sie in unserem

# Wiki
source: here
de_de: Wiki

# infoRegstration
source: To use the Barzahlen plugin you need to register in the
de_de: Für die Nutzung des Barzahlen Plugins benötigen Sie eine Registrierung im

# infoAccountConfirmation
source: You will receive an email with the access data to the Control Center after successful confirmation of your account.
de_de: Sie erhalten eine E-Mail mit den Zugangsdaten zum Control Center nach erfolgreicher Bestätigung Ihres Accountes.

# infoDivisionSetup
source: Add a new division under Settings > Divisions.
de_de: Fügen Sie unter Einstellungen > Divisionen eine neue Division hinzu.

# infoCredentials
source: After saving, the system generates a 'Division ID' and additional 'API keys'.
de_de: Nach dem Speichern erzeugt das System eine 'Division ID und weitere 'API-Schlüssel'.

# infoSetupCredentials
source: Copy the 'Division ID' and only the 'API key' into the related configuration fields for Barzahlen payment method.
de_de: Kopieren Sie nun die 'Division ID' und lediglich den 'API-Schlüssel' in die zugehörigen Konfigurationsfelder unter der Zalhungsart Barzahlen.
